@全局类
类 值属性id
	@静态
	常量 经验 : 整数 = 99
	@静态
	常量 生命 : 整数 = 100
	@静态
	常量 法力 : 整数 = 101
	@静态
	常量 体力 : 整数 = 102
	@静态
	常量 智力 : 整数 = 103
	@静态
	常量 魅力 : 整数 = 104
	@静态
	常量 物伤 : 整数 = 105
	@静态
	常量 法伤 : 整数 = 106
	@静态
	常量 物穿 : 整数 = 107
	@静态
	常量 法穿 : 整数 = 108
	@静态
	常量 物抗 : 整数 = 109
	@静态
	常量 法抗 : 整数 = 110
	@静态
	常量 爆率 : 整数 = 111
	@静态
	常量 爆伤 : 整数 = 112
	@静态
	常量 幸运 : 整数 = 113
	@静态
	常量 行动 : 整数 = 114
	@静态
	常量 种族 : 整数 = 115
	@静态
	常量 饱食 : 整数 = 116
	@静态
	常量 善恶 : 整数 = 117
	@静态
	常量 自私 : 整数 = 118
	@静态
	常量 贪婪 : 整数 = 119
	@静态
	常量 固执 : 整数 = 120
	@静态
	常量 勇气 : 整数 = 121
	@静态
	常量 懒惰 : 整数 = 122
	@静态
	常量 洁净 : 整数 = 123
	@静态
	常量 愤怒 : 整数 = 124
	@静态
	常量 敏捷 : 整数 = 135
	@静态
	常量 速度 : 整数 = 136
结束 类

类 值属性容器
	
结束 类

类 值属性
	变量 id : 整数
结束 类